{
  "1": ["Разрешается ли Вам выехать на трамвайные пути встречного направления в данной ситуации?","Разрешается", "Разрешается только при отсутствии встречного трамвая", "Запрещается", 3, "data/1.jpg", "Выезд на трамвайные пути встречного направления запрещен. Из этого правила исключений нет п. 9.6. P.S Вопрос не про синюю легковую, на рисунке вид из салона вашего авто"],
  "2": ["В данной ситуации Вы:","Должны уступить дорогу, так как препятствие находится на Вашей полосе движения", "Должны уступить дорогу, так как встречный автомобиль движется на спуск", "Имеете право проехать первым, так как Вы движетесь на подъем", 3, "data/2.jpg", "Знак 1.14 «Крутой подъем» предупреждает о том, что Вы въезжаете на подъем. Так как в данной ситуации встречный разъезд затруднен, уступить дорогу должен водитель встречного легкового автомобиля, поскольку он движется на спуск п. 11.7"],
  "3": ["На каком расстоянии от знака Вам разрешено поставить автомобиль на стоянку?","Не менее 5 м", "Не менее 10 м", "Не менее 15 м", 3, "data/3.jpg", "В 15 м от указателя места остановки маршрутных ТС стоянка разрешена Правилами без каких-либо ограничений п. 12.4 и п. 12.5"],
  "4": ["Сколько пересечений проезжих частей имеет этот перекресток?","Одно","Два","Четыре",2,"data/4.jpg", "Перекресток имеет два пересечения проезжих частей, так как примыкающая справа дорога с разделительной полосой имеет две проезжие части."],
  "5": ["Данный дорожный знак","Предупреждает о приближении к месту пересечения с трамвайной линией","Предупреждает о приближении к трамвайной остановке","Обязывает Вас остановиться непосредственно перед пересечением с трамвайной линией",1,"data/5.jpg", "Знак 1.5 Пересечение с трамвайной линией устанавливается перед всеми пересечениями дороги с трамвайными путями вне перекрестка, а также перед перекрестками, по которым проходят трамвайные пути, если видимость этих путей (например, из-за поворота дороги) менее 50 м. В том и другом случае вы должны быть готовы уступить дорогу трамваю п. 18.1 и п. 13.11"],
  "6": ["Эти знаки обязывают соблюдать дистанцию:","Менее 70 м на протяжении 100 м","Не менее 70 м на протяжении 100 м","От 70 м до 100 м.",2,"data/6.jpg", "Знак 3.16 Ограничение минимальной дистанции запрещает движение ТС с дистанцией между ними меньше указанной на знаке, в данном случае менее 70 м. Такая необходимость может возникнуть при организации движения на ледовых переправах, на мостах с пролетами ограниченной грузоподъемности, в длинных тоннелях и т.п. Табличка 8.2.1 Зона действия уточняет, на каком расстоянии следует держать дистанцию, указанную на знаке (в данном случае - на протяжении 100 м)"],
  "7": ["В каких направлениях Вам разрешено продолжить движение?","Только прямо","Только прямо или налево","Прямо, налево или в обратном направлении.",2,"data/7.jpg", "Знак 5.15.2 Направления движения по полосе разрешает вам двигаться по средней полосе только прямо или налево, так как разворот разрешается лишь из крайней левой полосы"],
  "8": ["Разрешается ли Вам поставить автомобиль на стоянку в этом месте?","Разрешается","Разрешается только с частичным заездом на тротуар","Запрещается",3,"data/8.jpg", "Прерывистая желтая линия разметки 1.10, нанесенная у края проезжей части или по верху бордюра как самостоятельно, так и в сочетании со знаком 3.28 Стоянка запрещена, обозначает места, где стоянка запрещена. В указанном месте, независимо от способа постановки автомобиля, стоянка вам запрещена"],
  "9": ["Вам можно продолжить движение:","Только по траектории А","Только по траектории Б","По любой траектории из указанных",2,"data/9.jpg", "Включенный сигнал светофора в виде стрелки зеленого цвета в дополнительной секции разрешает движение направо в первый проезд  по траектории Б. Поворот во второй проезд запрещен, так как для этого Вам пришлось бы сначала проехать прямо, что запрещает красный сигнал"],
  "10": ["По какой траектории Вам разрешено продолжить движение?","Только по А","По А или Б","По любой из указанных",1,"data/10.jpg", "Знак 4.3  «Круговое движение» предписывает Вам двигаться на данном перекрестке в направлении, указанном стрелками, изображенными на знаке. При повороте направо Вы должны двигаться по возможности ближе к правому краю проезжей части . В данном случае при наличии одной полосы для движения на подъезде к перекрестку Вы можете продолжить движение только по траектории А"],
  "11": ["Как следует поступить в этой ситуации, если Вам необходимо повернуть направо?","Остановиться и дождаться другого сигнала регулировщика","Повернуть направо, уступив дорогу пешеходам","Повернуть направо, имея преимущество в движении перед пешеходами", 2,"data/11.jpg","Если регулировщик обращен к вам левым боком, а его правая рука вытянута вперед, движение Вам разрешено во всех направлениях: прямо, направо, налево, в обратном направлении п.6.10. Однако при повороте направо следует уступить дорогу пешеходам, переходящим проезжую часть, на которую Вы поворачиваете п. 13.1. P.S. Пешеходы, при отсутствии перехода, должны переходить дорогу на перекрестках по линии тротуаров или обочин п. 4.3"],
  "12": ["В каком случае при движении в светлое время суток недостаточно включения дневных ходовых огней?","Только при видимости дороги менее 300 м в условиях тумана, дождя или снегопада","Только при движении в тоннелях","В обоих перечисленных случаях", 3,"data/none.jpg","Яркость светодиодных дневных ходовых огней считается достаточной для обозначения ТС вместо ближнего света фар при движении в светлое время суток п. 19.5. Однако при движении в тумане и других условиях недостаточной видимости, а также в тоннелях на ТС должны быть включены фары дальнего или ближнего света п. 19.1."],
  "13": ["Что требуется для возврата водительского удостоверения после истечения срока лишения права управления, назначенного за оставление водителем в нарушение Правил дорожного движения места дорожно-транспортного происшествия, участником которого он являлся?","Только проверка знания водителем Правил дорожного движения","Проверка знания водителем Правил дорожного движения и уплата наложенных на него штрафов за административные правонарушения в области дорожного движения","Проверка знания водителем Правил дорожного движения и медицинское освидетельствование его на наличие медицинских противопоказаний к управлению транспортным средством", 2,"data/none.jpg","В соответствии с ч.4.1 ст.32.6 КоАП в случае лишения водителя права управления за оставление им в нарушение ПДД места ДТП, участником которого он являлся (ч.2 ст.12.27 КоАП), для возврата водительского удостоверения после истечения срока лишения права управления требуются проверка знания водителем ПДД и уплата наложенных на него штрафов за административные правонарушения в области дорожного движения (гл.12 КоАП). P.S. Медсправка нужна только за нарушение статей (ч.1 ст.12.8 КоАП) - алкоголь, (ч.1 ст.12.26 КоАП) - отказ от освидетельствования, (ч.3 ст.12.27 КоАП) - выпил после ДТП или до освидетельствования"],
  "14": ["Чем опасно длительное торможение с выключенными передачей или сцеплением на крутом спуске?","Значительно увеличивается износ протектора шин","Повышается износ деталей тормозных механизмов","Перегреваются тормозные механизмы и уменьшается эффективность торможения", 3,"data/none.jpg","Опасность длительного торможения с выключенным сцеплением на крутом спуске заключается в перегреве тормозных - механизмов и уменьшении эффективности торможения"],
  "15": ["Как изменяется поле зрения водителя с увеличением скорости движения?","Расширяется","Не изменяется","Сужается", 3,"data/none.jpg","С увеличением скорости поле зрения водителя сужается, так как водитель вынужден смотреть намного дальше вперед, чтобы успеть оценить ситуацию в стремительно меняющейся дорожной обстановке."],
  "16": ["О чем информируют Вас эти дорожные знаки?","О приближении к перекрестку, где установлен знак «Уступите дорогу»","О приближении к перекрестку, где установлен знак «Движение без остановки запрещено»","О приближении к таможне", 2,"data/16.jpg","Знак 2.4  «Уступите дорогу» в сочетании с табличкой 8.1.2  «Расстояние до объекта» информирует Вас о том, что через 250 м находится перекресток, перед которым установлен знак 2.5 «Движение без остановки запрещено»."],
  "17": ["Разрешено ли Вам произвести остановку в указанном месте?","Запрещено","Разрешено только для посадки или высадки пассажиров","Разрешено", 1,"data/17.jpg","С 1 марта 2023 г. сплошная желтая линия разметки 1.4  своей протяженностью больше не определяет зону действия знака 3.27  «Остановка запрещена». Зона действия знака 3.27  распространяется от места установки знака до ближайшего перекрестка за ним, а в населенных пунктах при отсутствии перекрестка – до конца населенного пункта. Следовательно, в указанном месте с 01.03.2023 г. остановка запрещена"],
  "18": ["Действие каких знаков из указанных распространяется только до ближайшего по ходу движения перекрестка?","А и В","Б и Г","В и Г", 2,"data/18.jpg","Действие запрещающих знаков, вводящих какие-либо ограничения, распространяется до ближайшего по ходу движения перекрестка. К таким знакам относятся знаки Б (3.24  «Ограничение максимальной скорости») и Г (3.28  «Стоянка запрещена»). Знаки особых предписаний А (5.31  «Зона с ограничением максимальной скорости») и В (5.27  «Зона с ограничением стоянки») вводят точно такие же ограничения, но в отличие от запрещающих знаков их действие распространяется на всю обозначенную такими знаками территорию, которая может включать в себя несколько улиц со всеми перекрестками на них. Действие знаков А и В заканчивается лишь на выезде с таких территорий, где устанавливаются знаки 5.32 «Конец зоны с ограничением максимальной скорости» и 5.28 «Конец зоны с ограничением стоянки»"],
  "19": ["Что обозначают прерывистые линии разметки на перекрестке?","Обязательное направление движения на перекрестке","Полосы движения в пределах перекрестка","Предупреждение о приближении к разметке, разделяющей транспортные потоки противоположных или попутных направлений", 2,"data/19.jpg","Прерывистая линия разметки 1.7 (белого цвета) обозначает границы полосы движения в пределах перекрестка, по которым в данной ситуации можно повернуть налево. Эту разметку пересекать разрешено. P.S. Эта же разметка, но синего цвета, означает , что зона парковки используется на платной основе"],
  "20": ["Обязаны ли Вы включить указатели поворота в данной ситуации?","Обязаны","Обязаны только при наличии на перекрестке других транспортных средств","Не обязаны.", 1,"data/20.jpg","На данном перекрестке, руководствуясь знаком 4.1.2  «Движение направо», Вы можете продолжить движение только направо. При этом Вы обязаны включить соответствующие этому маневру правые световые указатели поворота п. 8.1."]
}